{
    "items": [
        {
            "html": "<h1>Map</h1><p>Use the <span class='hilite'>mouse wheel</span> to zoom in or zoom out within the map. To zoom on a specific area, you can <span class='hilite'>define a box with SHIFT+click</span>.</p><p>If you press the mouse left button for more than 200ms, a <span class='hilite'>contextual menu</span> will open on release. This menu gives you access to actions like distance measurement, layer drawing, etc.</p><p>You can <span class='hilite'>drag&amp;drop</span> a file or a url directly on the map. If you do so, mapshup will analyse the dropped object and try to add it as a new layer (if it makes sense :). Supported format are WMS, WFS, CSW, GeoJSON, GPS file (.gpx), GeoRSS, Atom feed, KML and image file (GPS positionning information are read from jpeg file).</p>",
            "position": {
                "top": "50%",
                "left": "450px"
            }
        },
        {
            "html": "<h1>Search bar</h1><p>Type <span class='hilite'>keywords</span> (e.g. Toulouse, France) to launch a search. A popup will open and ask you which ressource to search for.</p></p>Enter a <span class='hilite'>couple of latitude longitude coordinates</span> in decimal degrees to center the map on these coordinates (e.g. \"43.6 1.43\").</p><p>Enter an <span class='hilite'>url</span> to <span class='hilite'>add a layer on the map</span>. The adding processus is exactly the same as if you <span class='hilite'>drag&amp;drop</span> the url within the map.</p>",
            "position": {
                "top": "50px",
                "left": "30px"
            }
        },
        {
            "html": "<h1>Header</h1><p>Click on one of the <span class='hilite'>capital letter</span> right to the search bar <span class='hilite'>to change the map background</span> accordingly.</p><p>Click the share button <img class='middle' src='./js/mapshup/theme/img/share.png'/> to save the current context and <span class='hilite'>share the map</span> through <span class='hilite'>facebook, twitter or by email</span>.</p><p>If you are <span class='hilite'>logged</span> to the application, your map <span class='hilite'>context will be automatically saved</span> when the browser is closed. Thus, when you reconnect to the application, you will get your context back !</p>",
            "position": {
                "top": "50px",
                "left": "450px",
                "maxWidth": "400px"
            }
        },
        {
            "html": "<h1>Navigation toolbar</h1><p>The left toolbar contains navigation tools to navigate within the map.</p>",
            "position": {
                "top": "150px",
                "right": "50px",
                "maxWidth": "250px"
            }
        },
        {
            "html": "<h1>Applications panel</h1><p>Click on a tab name to open (or close) the corresponding application</p>",
            "position": {
                "bottom": "50px",
                "left": "30px"
            }
        }
    ]
}